Repository: joshanashakya/literature_review
Catalog: workspace/opus_corpus/wikimediav20210402(2.8k)/en-ne.tmx
Source language: en
Languages: ne

source: Although Alexander II made some reforms and established an independent judicial system, Russia did not have a representative assembly or a constitution until the 1905 Revolution. However, the concept of absolutism was so ingrained in Russia that the Russian Constitution of 1906 still described the Tsar as an autocrat. Russia became the last European country (excluding Vatican City) to abolish absolutism, and it was the only one to do so as late as the 20th century (the Ottoman Empire drafted its first constitution in 1877).
ne: १९०५ सम्म रसियामा जारले पूर्ण शासकको रुपमा शासन गरका थिए । पिटर प्रथम महानले अन्य भारदारहरुको अधिकार कटौती गरेर जारको केन्द्रिय अख्तियार बढेका थिए ।

source: The popularity of the notion of absolute monarchy declined substantially after the American Revolution and the French Revolution, which promoted theories of government based on popular sovereignty.
ne: पूर्ण राजतन्त्रको लोकप्रियता अमेरिकी क्रान्ति र फ्रान्सेली राज्यक्रान्तिपछी घट्दै गयो ।

source: Many nations formerly with absolute monarchies, such as Jordan, Kuwait and Morocco, have moved towards constitutional monarchy, although in some cases the monarch retains tremendous power, to the point that the parliament's influence on political life is negligible.
ne: जोर्डन,कुवेत , र मर्रोक्को जस्ता पूर्ण राजतन्त्र भएका देशहरु संवैधानिक राजतन्त्रमा गए ।

source: In Bhutan, the government moved from absolute monarchy to constitutional monarchy following planned parliamentary elections to the Tshogdu in 2003, and the election of a National Assembly in 2008. Nepal had several swings between constitutional rule and direct rule related to the Nepalese Civil War, the Maoist insurgency, and the 2001 Nepalese royal massacre, with the Nepalese monarchy being abolished on May 28, 2008. In Tonga, the King had majority control of the Legislative Assembly until 2010.
ne: जोर्डन,कुवेत , र मर्रोक्को जस्ता पूर्ण राजतन्त्र भएका देशहरु संबैधानिक राजतन्त्रमा गए । । नेपालमा संबैधानिक राजतन्त्र र प्रतक्ष्य शासन नेपाली गृहयुद्ध, जनयुद्ध र नारायणहिटी दरबार हत्याकाण्डको सेरोफेरोमा घुमिरह्यो र २०६५ जेठ १५ मा राजतन्त्र नै अन्त्य भयो ।

source: On the other hand, Liechtenstein has moved towards expanding the power of the monarch: the Prince of Liechtenstein was given expanded powers after a referendum amending the Constitution of Liechtenstein in 2003, which led the BBC to describe the prince as an "absolute monarch again".[21]
ne: लिश्टेनस्टाईनमा राजतन्त्रको अधिकारमा वृद्धि भयो । .[21]

source: The ruling Kim family of North Korea (Kim Il-sung, Kim Jong-il and Kim Jong-un) has been described as a de facto absolute monarchy[22][23][24] or "hereditary dictatorship".[25] In 2013, Clause 2 of Article 10 of the new edited Ten Fundamental Principles of the Korean Workers' Party states that the party and revolution must be carried "eternally" by the "Baekdu (Kim's) bloodline".[26]
ne: उत्तर कोरियामा सत्तारुढ किम परिवारलाई (किम इल-सुङ, किम जोङ् इल , किम जोङ उन ) सांकेतिक राजतन्त्र [22][23][24] वा वंशाणुगत तानाशाहीको रुपमा हेरिन्छ । [25] [26]

source: Landing in Amritsar, India
ne: अमृतसर भारतमा अवतरण

source: Landing in Dubai, UAE
ne: दुबई, युएईमा अवतरण

source: Hijacking
ne: अपहरण

source: Landing in Kandahar, Afghanistan
ne: कान्दाहार अफगानिस्तानमा अवतरण

source: Negotiations
ne: वार्ता

source: Landing in Lahore, Pakistan
ne: लाहोर पाकिस्तानमा अवतरण

source: Indian Airlines Flight 814 commonly known as IC 814 was an Indian Airlines Airbus A300 en route from Tribhuvan International Airport in Kathmandu, Nepal to Indira Gandhi International Airport in Delhi, India on Friday, 24 December 1999, when it was hijacked. Harkat-ul-Mujahideen was accused of the hijacking with the support and active assistance from Pakistan's ISI.[1][2][3]
ne: इन्डियन एयरलाइन्स फ्लाइट -८१४ २०५६ पौष ९ गते शुक्रबार नेपाल काठमाडौँको त्रिभुवन अन्तर्राष्ट्रिय विमानस्थलबाट भारत नयाँ दिल्लीको इन्दिरा गान्धी अन्तर्राष्ट्रिय विमानस्थल उड्दै थियो ; जब यो विमान अपहरणमा पर्यो । हर्कत-उल-मुजाहिद्दीनले पाकिस्तानको आइ.एस.आइ.को सहयोगमा र सक्रिय सहायतामा विमान अपहरण गरेको आरोप लगाइएको थियो ।[1][2][3]

source: Hijackers ordered the aircraft to be flown to several locations. After touching down in Amritsar, Lahore, and Dubai, the hijackers finally forced the aircraft to land in Kandahar, Afghanistan, which at the time was controlled by the Taliban. The hijackers released 27 of 176 passengers in Dubai but fatally stabbed one and wounded several others.
ne: भारतीय हवाई क्षेत्रमा प्रवेश गरेको केहि समयपछी भारतीय मानक समय करिव १७:३० मा केहि बन्दुकधारिले विमान हाइज्याक गरे । अपहरणकारीले विमानलाइ थुप्रै स्थानमा अवतरण गराउन भने । अमृतसर, लाहोर, र दुबई हुदै अपहरणकर्ताले विमानलाई अफगानिस्तानको कन्दाहारमा अवतरण गर्न लगाए , जुन समय तालिबानद्वारा नियन्त्रित थियो । अपहरणकारीले १७६ मध्ये २७ यात्रीलाई रिहा गरे तर चक्कु प्रहारले एक जनाको मृत्यु तथा थुप्रै यात्री घाइते भएका थिए ।

source: Initially it was thought that Taliban was on India's side but later it was suggested that they were working in collaboration with Pakistan's ISI. Taliban fighters surrounded the aircraft to prevent any Indian military intervention, as claimed by India's Intelligence chief Ajit Doval. Doval claimed that if the Taliban hijackers did not have ISI support, India could have resolved the crisis.
ne: त्यो समयमा , कान्दाहार ,जहाँ विमान अवतरण भएको थियो , सहित अफगानिस्तानको अधिकांश भूभाग तालिवानको नियन्त्रणमा थियो । सुरुमा तालिवानलाई भारतको पक्ष मानिन्थ्यो तर पछि पाकिस्तानको आइ.एस.आइ.को समन्वयमा काम गरिरहेको मानिन्थ्यो । भारतीय गुप्तचर प्रमुख अजित दोवालको दावी अनुसार तालिवान लडाकुहरुले विमानलाई घेरे ताकी भारतले कुनै शैन्य हस्तक्षेप गर्न नसकोस् । दोवालको दावी अनुसार यदि अपहरणकारीलाइ आइ.एस.आइ.को सहयोग नभएको भए भारत आफैले यो संकट सुल्झाउन सक्थ्यो ।

source: The motive for the hijacking appears to have been to secure the release of Islamist figures held in prison in India. The hostage crisis lasted for seven days and ended after India agreed to release three militants – Mushtaq Ahmed Zargar, Ahmed Omar Saeed Sheikh, and Mulana Masood Azhar. These militants have since been implicated in other terrorist actions, such as the 2002 kidnapping and murder of Daniel Pearl and 2008 Mumbai terror attacks.[4] The hijacking has been seen as one of the millennium attack plots in late December 1999 and early January 2000 by al-Qaeda-linked jihadists.[5][6][7]
ne: The motive for the hijacking appears to विमान अपहरणको लक्ष्य भनेको भारतीय जेलमा कैद रहेका स्लामिस्क छविका को सकुशल रिहाइको माग बन्ने देखिन आयो । विमान र यात्रीलाई बन्धकबनाउने सिलसिला सात दिनसम्म चल्यो र भारत आफ्नो जेलमा रहेका तीन लडाकु – मुस्ताक अहमद जार्गर , अहमद ओमार सइद सेख र मुलाना मसूद अजहरलाई रिहा गर्न राजी भएपछी अन्त्य भयो । [4] यो अपहरणलाई २००० को सहस्राब्दीको आक्रमण योजनाको रुपमा हेरिन्छ ।[5][6][7]

source: Anil Sharma, the chief flight attendant on IC-814, later recalled that a masked, bespectacled man threatened to blow up the plane with a bomb and ordered Captain Devi Sharan to "fly west".[8] Four other men wearing red masks then stood up and took positions throughout the aircraft. The hijackers wanted Captain Sharan to divert the aircraft over Lucknow and head towards Lahore. However, there was insufficient fuel.
ne: मुख्य विमान कर्मचारी अनिल शर्माका अनुसार चस्मा लगाएका एक नकावधारी मान्छेले विमानलाई विष्फोट गराइदिने धम्कि दिए र क्याप्टेन देवी शरणलाइ “पश्चिमतिर जान” आदेश दिए । [8] चार अन्य माछेहरु रातो नकाव लागेर खडा थिए । अपहरण कारी लाहोर जान चाहन्थे तर अपर्याप्त इन्धनको कारण अमृतसर भारतमा अवतरण गर्नु पर्यो ।[8]

source: Due to extremely low fuel level, the aircraft requested an emergency landing in Lahore, Pakistan. Pakistan initially denied the request. Pakistan briefly also switched off all lights at Lahore Airport.[14] On understanding that the only other option for the aircraft was to crash land, Lahore Airport switched on its lights and allowed the aircraft to land.
ne: एकदम कम इन्धनको कारणले विमानले लाहोरमा आकस्मिक अवतरण गर्यो । पाकिस्तानले सुरुमा अनुमति दिएको थिएन र लाहोर विमंस्थाको सबै बत्ति निभायो । [14] विमानसंग अब जमिनमा क्र्यास हुने विकल्प मात्र रहेको बुझेर लाहोर विमान स्थाले बत्ति बल्यो र अवतरणको अनुमति दियो । विमान त्यहाँ साढे दुइ घण्टा संम बस्यो । [15] [16] [17]

source: The aircraft took off for Dubai where 27 passengers aboard the flight were released.[16] The hijackers also released a critically injured 25-year-old male hostage, Rupan Katyal, who was stabbed by the hijackers multiple times. Rupan had died before the aircraft landed in Al Minhad Air Base, in Dubai. Indian authorities wanted to carry out a commando hijack specialist operation in Dubai involving Indian military officials, which was rejected by the UAE government.
ne: दुबईमा २७ यात्रीलाई रिहा गरियो । [16] अपहरणकरिले २५- वर्षीय गम्भीर घाइते रुपन कत्यललाई समेत रिहा गरे जसको मृत्यु विमानमै भएको थियो । भारतीय अधिकारी भारतीय सैन्य अधिकारी सम्मिलित विशेष अपरेसन गर्न चाहन्थे जुन यु.ए.ई सरकारले इन्कार गर्यो ।

source: Indian Airlines Flight 814
ne: इन्डियन एयरलाइन्स फ्लाइट ८१४

source: ISBN 9781136485565..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 "How Govt lost the IC-814 hijack deal". 7 September 2006. Retrieved 7 September 2006..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ mustafa., seema.
ne: ISBN 9781136485565..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} 1 2 "How Govt lost the IC-814 hijack deal", ७ सेप्टेम्बर २००६, अभिगमन मिति ७ सेप्टेम्बर २००६। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ mustafa., seema.

source: The Citizen..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Cover Story: Hijacking; ... in Amritsar, a speeding tanker causes panic". India-today.com. 10 January 2000.
ne: The Citizen..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Cover Story: Hijacking; ... in Amritsar, a speeding tanker causes panic", India-today.com, १० जनवरी २०००, मूलबाट ११ अगस्ट २०१०-मा सङ्ग्रहित, अभिगमन मिति ८ जुन २०१०। .mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Ex-RAW chief wasn't totally honest with us in his book: Here's what Dulat didn't tell us about IC-814 - Firstpost". www.firstpost.com..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ "Ex-RAW chief wasn't totally honest with us in his book: Here's what Dulat didn't tell us about IC-814 - Firstpost". www.firstpost.com..mw-parser-output cite.citation{font-style:inherit}.mw-parser-output q{quotes:"\"""\"""'""'"}.mw-parser-output code.cs1-code{color:inherit;background:inherit;border:inherit;padding:inherit}.mw-parser-output .cs1-lock-free a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/6/65/Lock-green.svg/9px-Lock-green.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-limited a,.mw-parser-output .cs1-lock-registration a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/d/d6/Lock-gray-alt-2.svg/9px-Lock-gray-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-lock-subscription a{background:url("//upload.wikimedia.org/wikipedia/commons/thumb/a/aa/Lock-red-alt-2.svg/9px-Lock-red-alt-2.svg.png")no-repeat;background-position:right .1em center}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration{color:#555}.mw-parser-output .cs1-subscription span,.mw-parser-output .cs1-registration span{border-bottom:1px dotted;cursor:help}.mw-parser-output .cs1-hidden-error{display:none;font-size:100%}.mw-parser-output .cs1-visible-error{font-size:100%}.mw-parser-output .cs1-subscription,.mw-parser-output .cs1-registration,.mw-parser-output .cs1-format{font-size:95%}.mw-parser-output .cs1-kern-left,.mw-parser-output .cs1-kern-wl-left{padding-left:0.2em}.mw-parser-output .cs1-kern-right,.mw-parser-output .cs1-kern-wl-right{padding-right:0.2em} ↑ mustafa., seema.
